aaron-bond.better-comments
basdp.language-gas-x86
compulim.vscode-clock
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
jeff-hykin.better-cpp-syntax
jock.svg
maximedenes.vscoq
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-hub
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vscode.remote-explorer
ms-vscode.theme-tomorrowkit
ocamllabs.ocaml-platform
pkief.material-icon-theme
redhat.vscode-yaml
repreng.csv
richterger.perl
stkb.rewrap
tailscale.vscode-tailscale
tomoki1207.pdf
wayou.vscode-todo-highlight
zixuanwang.linkerscript
