aaron-bond.better-comments
austin.code-gnu-global
Compulim.vscode-clock
eamodio.gitlens
jeff-hykin.better-cpp-syntax
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.atom-keybindings
ms-vscode.cpptools
ms-vscode.Theme-TomorrowKit
PKief.material-icon-theme
wayou.vscode-todo-highlight
